Repository: samuelson-ben/ephios_submit_qualifications
Catalog: ephios_submit_qualifications/locale/*/LC_MESSAGES/django.po
Languages: de

source: Qualifications submiting
de: Qualifikationen einreichen

source: Users can submit requests to gain qualifications.
de: Nutzer können Anfragen für Qualifikationen einreichen.

source: Qualification
de: Qualifikationen

source: Select Qualification
de: Qualifikation auswählen

source: Qualification Date
de: Qualifikationsdatum

source: Upload Image
de: Bild hochladen

source: Expires At
de: Läuft ab am

source: Optional Reason for Action
de: Optionaler Grund für Aktion

source: Reason
de: Grund

source: Years
de: Jahre

source: Days
de: Tage

source: Qualification Request Accepted
de: Qualifikationsanfrage Akzeptiert

source: Unknown Qualification
de: Unbekannte Qualifikation

source: Your qualification request for {qualification} has been accepted.
de: Deine Qualifikationsanfrage für {qualification} wurde akzeptiert.

source: Reason: {reason}
de: Grund: {reason}

source: Qualification Request Rejected
de: Qualifikationsanfrage Abgelehnt

source: Your qualification request for {qualification} has been rejected.
de: Deine Qualifikationsanfrage für {qualification} wurde abgelehnt.

source: Own Qualification Requests
de: Eigene Qualifikationsanfragen

source: Manage Qualification Requests
de: Qualifikationsanfragen verwalten

source: Qualification Default Expiration Times
de: Standard Ablaufzeiten für Qualifikationen

source: Submit Qualification Requests
de: Qualifikationsanfragen einreichen

source: Allows to submit qualification requests.
de: Erlaubt es Qualifikationsanfragen einzureichen.

source: Allows to manage qualification requests.
de: Erlaubt es Qualifikationsanfragen zu verwalten.

source: Manage Own Qualification Requests
de: Eigene Qualifikationsanfragen verwalten.

source: Allows to manage own qualification requests to.
de: Erlaubt es auch eingene Qualifikationsanfragen zu verwalten.

source: Manage Qualification Default Expiration Times
de: Standard Ablaufzeiten für Qualifikationen verwalten

source: Allows to manage default expiration times for qualifications.
de: Erlaubt es standard Ablaufzeiten für Qualifikationen zu verwalten.

source: Add default qualification expiration time
de: Standartablaufzeit für Qualifikation hinzufügen

source: Here you can add a default qualification expiration time.
de: Hier kannst du die standard Ablaufzeit für eine Qualifikation hinzufügen.

source: Save
de: Speichern

source: Manage default qualification expiration time
de: Standartablaufzeiten für Qualifikationen verwalten

source: Here you can change a default qualification expiration time.
de: Hier kannst du die Standartablaufzeit der Qualifikation ändern.

source: Delete
de: Löschen

source: You aren't allowed to manage default qualification expiration time.
de: Du hast nicht die nötige Berechtigung, die Standartablaufzeit für Qualifikationen zu verwalten.

source: Back
de: Zurück

source: Default Expiration Times for Qualifications
de: Standartablaufzeiten für Qualifikationen

source: Here you can manage all default expiration times for the given Qualifications.
de: Hier können Sie alle Standardablaufzeiten für die angegebenen Qualifikationen verwalten.

source: Submit Qualification Request
de: Qualifikationsanfragen einreichen

source: Default Epiration Time
de: Standardablaufzeit

source: Action
de: Aktion

source: Check
de: Überprüfen

source: No default expiration times found.
de: Keine Standardablaufzeiten gefunden.

source: Submit Qualification
de: Qualifikationen einreichen

source: Here you can submit your qualifications.
de: Hier kannst du deine Qualifikationen einreichen.

source: Details for the Qualificationrequest
de: Details der Qualifikationsanfrage

source: Uploaded Image
de: Hochgeladenes Bild

source: Download Image
de: Bild herunterladen

source: Qualification Image
de: Qualifikationsbild

source: Close
de: Schließen

source: No image uploaded.
de: Kein Bild hochgeladen.

source: User
de: Nutzer

source: Requested at
de: Angefragt am

source: You aren't allowed to manage your own qualification request.
de: Du hast nicht die nötige Berechtigung, deine eigene Qualifikationanfrage zu verwalten.

source: Approve
de: Bestätigen

source: Deny
de: Ablehnen

source: Submitted Qualificationsrequests
de: Eingereichte Qualifikationsanfragen

source: Here you can manage all submitted qualificationsrequests.
de: Hier kannst du alle eingereichten Qualifikationsanfragen verwalten.

source: No qualificationsrequests found.
de: Keine Qualifikationsanfragen gefunden

source: Here you can manage your submitted qualificationsrequests.
de: Hier kannst du deine eingereichten Qualifikationsanfragen verwalten.

source: A default expiration time for this qualification already exists.
de: Für diese Qualifikation ist bereits eine Standardablaufzeit vorhanden.
